{
  "NavBar": {
    "Links": {
      "firstLink": "League information",
      "secondLink": "Reserve a Court",
      "thirdLink": "Join the Tennis Academy"
    },
    "heroSection": {
      "header": "TOPSPIN TENNIS ACADEMY",
      "description": "Regardless of your age or level, join a unique training programme to maximise your potential.",
      "link": "READ MORE"
    }
  },
  "HomePage": {
    "title": "Home Page",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "infoSection": [
      {
        "header": "A HUMAN & PERFORMING ENVIRONMENT",
        "description": "The Topspin Academy’s purpose is to offer a human, family-oriented and efficient framework to enable all tennis players to surpass themselves, while savouring the pleasure of playing.",
        "link": "DISCOVER THE ACADEMY"
      },
      {
        "header": "Our Mission",
        "description": "Topspin Tennis is a national leader in tennis, TTA Ltd. and is a structure affiliated with the Topspin Tennis Club Association. Quality, innovation, reliability and sustainability; Researcher structure and environment in the field of sports, all kinds of right education, right service, right approach are the basic principles of the Topspin family culture. Experience from the past brings with it the knowledge and experience required to build the future.",
        "link": "READ MORE"
      },
      {
        "header": "Topspin Tennis Academy league",
        "description": "Topspin Tennis Academy league is a great opportunity for tennis players of all skill levels to compete and improve their game. It's also a lot of fun! The academy has a welcoming and supportive environment, and the league is a great way to meet new people and make friends.The league is a great way to improve your tennis skills by competing against players of a similar level.",
        "link": "DISCOVER THE LEADGE"
      },
      {
        "header": "Topspin Çankaya",
        "description": "At our Academy, we pride ourselves on offering world-class facilities to meet the needs of tennis players at all levels. Our tennis courts are designed with precision to provide the ideal surface for training, practice, and competition.The Academy's setting and accommodation offer a perfect blend of natural beauty and modern amenities, ensuring a comfortable and rejuvenating stay for all our players.",
        "link": "READ MORE"
      },
      {
        "header": "Our YouTube Channel",
        "description": "No matter if you're a beginner or a seasoned pro, the Topspin Tennis Academy YouTube channel has something for you. Subscribe today and start your journey to becoming a better tennis player!",
        "link": "WATCH MORE VIDEOS"
      }
    ],
    "quote": "Unleash your potential at Topspin Tennis Academy.",
    "flickityView": [
      {
        "id": 0,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yellow Ball",
        "desc": "This program is designed for kids who are at the intermediate level. We focus on incorporating more advanced techniques and fundamentals to propel players to the next level. We introduce physical and mental components."
      },
      {
        "id": 1,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Tournament Training",
        "desc": "2 hours of intense tennis clinic with emphasis on building fundamentals and court positioning. This clinic is geared for the younger junior competing in Orange and Green Dot tournaments."
      },
      {
        "id": 2,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 481,
          "height": 691,
          "alt": "test"
        },
        "h3": "High Performance",
        "desc": "2 hours of intense tennis clinic with emphasis on building all-court fundamentals, prioritizing hitting heavier balls, and developing transitional skills. Players are competing in Challenger-level tournaments. All Performance classes are by invite only."
      },
      {
        "id": 3,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 310,
          "height": 480,
          "alt": "test"
        },
        "h3": "Little Aces",
        "desc": "This program is designed for children 4-6 Years Old who are at the very beginner level. We focus on growing basic tennis fundamentals, motor skills, and coordination."
      },
      {
        "id": 4,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Green Ball",
        "desc": "This program is a transition program between Orange Ball and Yellow Ball levels, it is designed for kids who are at the intermediate level. The class has a strong emphasis on adding spin and having different grips being introduced into the player’s fundamentals."
      },
      {
        "id": 5,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Red+Orange Ball",
        "desc": "This program is designed for children who are at the beginner level. We focus on growing basic tennis fundamentals as well as footwork and coordination."
      },
      {
        "id": 50,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yellow Ball",
        "desc": "This program is designed for kids who are at the intermediate level. We focus on incorporating more advanced techniques and fundamentals to propel players to the next level. We introduce physical and mental components."
      },
      {
        "id": 6,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Tournament Training",
        "desc": "2 hours of intense tennis clinic with emphasis on building fundamentals and court positioning. This clinic is geared for the younger junior competing in Orange and Green Dot tournaments."
      },
      {
        "id": 7,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "High Performance",
        "desc": "2 hours of intense tennis clinic with emphasis on building all-court fundamentals, prioritizing hitting heavier balls, and developing transitional skills. Players are competing in Challenger-level tournaments. All Performance classes are by invite only."
      },
      {
        "id": 8,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Little Aces",
        "desc": "This program is designed for children 4-6 Years Old who are at the very beginner level. We focus on growing basic tennis fundamentals, motor skills, and coordination."
      },
      {
        "id": 9,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Red+Orange Ball",
        "desc": "This program is designed for children who are at the beginner level. We focus on growing basic tennis fundamentals as well as footwork and coordination."
      },
      {
        "id": 10,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Green Ball",
        "desc": "This program is a transition program between Orange Ball and Yellow Ball levels, it is designed for kids who are at the intermediate level. The class has a strong emphasis on adding spin and having different grips being introduced into the player’s fundamentals."
      }
    ],
    "proPlayerSection": "Our professional players",
    "coachesSection": "Our Coaches",
    "whatsupSection": {
      "header": "Contact our experts on WhatsApp",
      "contactBox": {
        "header": [
          "Would you like to know",
          "more about the",
          " Topspin Academy?"
        ],
        "description": "Our team of experts is available to answer your questions.",
        "Link": "CONTACT US"
      }
    },
    "sponsors": {
      "header": "Join our Tennis Academy",
      "description": [
        "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals, we ",
        " encourage you to apply to join our academy.",
        "At Topspin Tennis Academy, we offer a variety of programs to meet the needs of players of all skill levels.",
        " Whether you are a beginner just starting out or a seasoned pro looking to take your game to the next level, we have a program that is right for you."
      ]
    }
  },
  "LeagueInfo": {
    "title": "League Information",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "tournaments": {
      "bilkent": "Bilkent League Scores",
      "Cankaya": "Çankaya League Scores",
      "matchSchedule": {
        "date": "DATE",
        "day": "DAY",
        "hour": "HOUR",
        "team1": "TEAM 1",
        "team2": "TEAM 2"
      },
      "resulte": {
        "team1": "TEAM 1 MATCH RESULT",
        "team2": "TEAM 2 MATCH RESULT"
      }
    },
    "infoSection": [
      {
        "header": "Match Schedule",
        "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
        "link": "DISCOVER THE ACADEMY"
      }
    ]
  },
  "Academy": {
    "title": "Topspin Tennis Academy",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "infoSection": {
      "span": "Topspin Tennis Academy",
      "text": "is a sports club established in 2010 and operating in two different locations in Ankara.Topspin is a pioneering tennis club in tennis education, growing with big brand collaborations, with 43 years of tennis experience behind it. The experience from the past brings with it the knowledge and experience needed to build the future. With this knowledge, our club offers a fun, friendly and professional environment for everyone who loves to play tennis. The mission of our club is to popularise the sport of tennis, to train successful athletes and to prepare our youth for the future. To raise individuals who are educated with science-supported methods, up-to-date, questioning, researching, researching, developing, capturing potential, having competitive values. To teach values such as respect, struggle, patience and tolerance by improving their tennis performance, to ensure that they are ready for a world where they can compete by following their physical and mental growth, intellectual, emotional and social development. Our club offers you the best possible tennis experience with 26 spacious, lighted and air-conditioned courts in two different regions in Ankara. Our club has training programmes for both amateur and professional tennis players. With a staff of 40 professional coaches, we provide training for all ages and levels. Our coaches apply the training modules required by the new generation and changing tennis approaches and follow the development of our tennis players. Our club also organises Topspin Leagues and Tournaments, creating an atmosphere of competition and friendship among our members. The achievements of our club cannot be ignored. We are proud to be a club that has won national team and international championships and has made a name for itself in many tournaments throughout Turkey.We would be happy to see you in our club, which serves 2500 members in two different regions with 26 courts!"
    }
  },
  "OurMission": {
    "title": "Our Mission",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "infoSection": [
      {
        "header": "Our Mission at Topspin Tennis Academy",
        "p": "At Topspin Tennis Academy, we are passionate about helping players of all ages and skill levels achieve their tennis goals. We believe that tennis is more than just a sport; it's a way of life that can teach valuable lessons about hard work, dedication, and sportsmanship.",
        "li": [
          "Provide a world-class tennis education: We offer a comprehensive curriculum that covers all aspects of the game, from fundamental skills to advanced strategy. Our experienced and certified coaches are dedicated to helping students reach their full potential.",
          "Create a supportive and inclusive environment: We believe that everyone deserves the opportunity to learn and play tennis in a safe and welcoming environment. We are committed to providing a positive and encouraging atmosphere where all students feel valued and respected.",
          "Foster a love for the game: We want our students to develop a lifelong passion for tennis. We encourage them to have fun, enjoy the competition, and learn valuable life skills through the game.",
          "Empower students to achieve their dreams: We believe that with hard work and dedication, anything is possible. We are committed to helping our students achieve their tennis goals, both on and off the court."
        ]
      },
      {
        "header": "We are proud to offer a variety of programs and services to meet the needs of our students, including:",
        "li": [
          "Group and private lessons: We offer a variety of group and private lessons for players of all ages and skill levels.",
          "Junior academy: Our junior academy is designed to help young players develop their skills and prepare for competitive play.",
          "Adult programs: We offer a variety of adult programs, including beginner, intermediate, and advanced levels.",
          "Tournaments and events: We host a variety of tournaments and events throughout the year, providing players with the opportunity to compete against others of similar skill levels."
        ]
      }
    ],
    "coaches": {
      "header": "Our Head Coaches"
    }
  },
  "ContactPage": {
    "title": "Contact Us",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "formContact": {
      "Header": "Contact Us",
      "placeHolders": {
        "FirstName": "First Name",
        "Email": "Email",
        "LastName": "Last Name",
        "Phone": "Phone Number"
      },
      "Submit": "Submit"
    }
  },
  "CankayaPage": {
    "title": "Topspin Çankaya",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "quote": "Unleash your potential at Topspin Tennis Academy.",
    "infoSection": [
      {
        "header": "About Us",
        "description": "Topspin Çankaya Tennis Club serves tennis lovers in Sinpas with 4 indoor and 2 outdoor courts. While it provides warm and pleasant moments with its Crumble Cafe, it makes its members feel that it is always with them with its Yoga, Massage and Physical Therapy facilities. With its Leagues and Tournaments open to everyone, Topspin reminds that the doors of Topspin are open to everyone and keeps the excitement of friendship and competition alive at all times, while not forgetting to keep the promise that it is a privilege to be a Topspin member with the special opportunities it offers to its members.",
        "link": ""
      },
      {
        "header": "Topspin Tennis Academy League",
        "description": "Topspin Tennis Academy league is a great opportunity for tennis players of all skill levels to compete and improve their game. It's also a lot of fun! The academy has a welcoming and supportive environment, and the league is a great way to meet new people and make friends. The league is a great way to improve your tennis skills by competing against players of a similar level.",
        "link": "Discover the Leadge"
      }
    ],
    "coaches": {
      "header": "Our Coaches"
    }
  },
  "ReservationPage": {
    "title": "Court Reservation",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "data": {
      "cankaya": {
        "desc": [
          "At our Academy, we pride ourselves on offering world-class facilities to meet the needs of tennis players at all",
          "levels.",
          "Our tennis courts are designed with precision to provide the ideal surface for training, practice,",
          "and competition. The Academy's setting and accommodation offer a perfect blend of natural beauty and modern amenities, ensuring a comfortable and",
          "rejuvenating stay for all our players."
        ],
        "button": "RESERVE COURT"
      },
      "bilkent": {
        "desc": [
          "Here at Topspin Tennis Academy, we believe everyone deserves the opportunity to experience the joy of tennis. That's why we offer a wide variety of court reservation options to accommodate players of all ages and skill levels. Whether you're a seasoned pro looking for a competitive match or a beginner just starting out, we have the perfect court for you."
        ],
        "button": "RESERVE COURT"
      }
    }
  },
  "Footer": {
    "Links": {
      "ourCamps": {
        "header": "OUR CAMPS",
        "firstLink": "Junior camps",
        "secondLink": "Adult camps",
        "thirdLink": "Training center",
        "forthLink": "Tennis holiday"
      },
      "ourValue": {
        "header": "OUR VALUES",
        "firstLink": "Head Coaches",
        "secondLink": "Coaching strategy"
      },
      "highPerformance": {
        "header": "HIGH PERFORMANCE",
        "firstLink": "Pro base",
        "secondLink": "Elite team"
      },
      "helpfulLinks": {
        "header": "HELPFUL LINKS",
        "firstLink": "The academy",
        "secondLink": "Contact",
        "thirdLink": "Privacy Policy",
        "forthLink": "League"
      }
    },
    "websiteReference": {
      "sitemap": "SITEMAP",
      "terms": "TERMS & CONDITIONS",
      "privacy": "PRIVACY POLICY",
      "contact": "CONTACT"
    }
  }
}
