{
  "NavBar": {
    "Links": {
      "firstLink": "League information",
      "secondLink": "Reserve a Court",
      "thirdLink": "Join the Tennis Academy"
    },
    "menuLink": [
      "THE ACADEMY",
      "OUR MİSSİON",
      "TOPSPİN ÇANKAYA",
      "LEAGUE INFORMATİONS",
      "CONTACT"
    ],
    "heroSection": {
      "header": "TOPSPIN TENNIS ACADEMY",
      "description": "Regardless of your age or level, join a unique training programme to maximise your potential.",
      "link": "READ MORE"
    }
  },
  "HomePage": {
    "title": "Home Page",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "infoSection": [
      {
        "header": "A HUMAN & PERFORMING ENVIRONMENT",
        "description": "The Topspin Academy’s purpose is to offer a human, family-oriented and efficient framework to enable all tennis players to surpass themselves, while savouring the pleasure of playing.",
        "link": "DISCOVER THE ACADEMY"
      },
      {
        "header": "Our Mission",
        "description": "Topspin Tennis is a national leader in tennis, TTA Ltd. and is a structure affiliated with the Topspin Tennis Club Association. Quality, innovation, reliability and sustainability; Researcher structure and environment in the field of sports, all kinds of right education, right service, right approach are the basic principles of the Topspin family culture. Experience from the past brings with it the knowledge and experience required to build the future.",
        "link": "READ MORE"
      },
      {
        "header": "Topspin Tennis Academy league",
        "description": "Topspin Tennis Academy league is a great opportunity for tennis players of all skill levels to compete and improve their game. It's also a lot of fun! The academy has a welcoming and supportive environment, and the league is a great way to meet new people and make friends.The league is a great way to improve your tennis skills by competing against players of a similar level.",
        "link": "DISCOVER THE LEADGE"
      },
      {
        "header": "Topspin Çankaya",
        "description": "At our Academy, we pride ourselves on offering world-class facilities to meet the needs of tennis players at all levels. Our tennis courts are designed with precision to provide the ideal surface for training, practice, and competition.The Academy's setting and accommodation offer a perfect blend of natural beauty and modern amenities, ensuring a comfortable and rejuvenating stay for all our players.",
        "link": "READ MORE"
      },
      {
        "header": "Our YouTube Channel",
        "description": "No matter if you're a beginner or a seasoned pro, the Topspin Tennis Academy YouTube channel has something for you. Subscribe today and start your journey to becoming a better tennis player!",
        "link": "WATCH MORE VIDEOS"
      }
    ],
    "quote": "Unleash your potential at Topspin Tennis Academy.",
    "flickityView": [
      {
        "id": 0,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yellow Ball",
        "desc": "This program is designed for kids who are at the intermediate level. We focus on incorporating more advanced techniques and fundamentals to propel players to the next level. We introduce physical and mental components."
      },
      {
        "id": 1,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Tournament Training",
        "desc": "2 hours of intense tennis clinic with emphasis on building fundamentals and court positioning. This clinic is geared for the younger junior competing in Orange and Green Dot tournaments."
      },
      {
        "id": 2,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 481,
          "height": 691,
          "alt": "test"
        },
        "h3": "High Performance",
        "desc": "2 hours of intense tennis clinic with emphasis on building all-court fundamentals, prioritizing hitting heavier balls, and developing transitional skills. Players are competing in Challenger-level tournaments. All Performance classes are by invite only."
      },
      {
        "id": 3,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 310,
          "height": 480,
          "alt": "test"
        },
        "h3": "Little Aces",
        "desc": "This program is designed for children 4-6 Years Old who are at the very beginner level. We focus on growing basic tennis fundamentals, motor skills, and coordination."
      },
      {
        "id": 4,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Green Ball",
        "desc": "This program is a transition program between Orange Ball and Yellow Ball levels, it is designed for kids who are at the intermediate level. The class has a strong emphasis on adding spin and having different grips being introduced into the player’s fundamentals."
      },
      {
        "id": 5,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Red+Orange Ball",
        "desc": "This program is designed for children who are at the beginner level. We focus on growing basic tennis fundamentals as well as footwork and coordination."
      },
      {
        "id": 50,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yellow Ball",
        "desc": "This program is designed for kids who are at the intermediate level. We focus on incorporating more advanced techniques and fundamentals to propel players to the next level. We introduce physical and mental components."
      },
      {
        "id": 6,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Tournament Training",
        "desc": "2 hours of intense tennis clinic with emphasis on building fundamentals and court positioning. This clinic is geared for the younger junior competing in Orange and Green Dot tournaments."
      },
      {
        "id": 7,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "High Performance",
        "desc": "2 hours of intense tennis clinic with emphasis on building all-court fundamentals, prioritizing hitting heavier balls, and developing transitional skills. Players are competing in Challenger-level tournaments. All Performance classes are by invite only."
      },
      {
        "id": 8,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Little Aces",
        "desc": "This program is designed for children 4-6 Years Old who are at the very beginner level. We focus on growing basic tennis fundamentals, motor skills, and coordination."
      },
      {
        "id": 9,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Red+Orange Ball",
        "desc": "This program is designed for children who are at the beginner level. We focus on growing basic tennis fundamentals as well as footwork and coordination."
      },
      {
        "id": 10,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Green Ball",
        "desc": "This program is a transition program between Orange Ball and Yellow Ball levels, it is designed for kids who are at the intermediate level. The class has a strong emphasis on adding spin and having different grips being introduced into the player’s fundamentals."
      }
    ],
    "proPlayerSection": "Our professional players",
    "coachesSection": "Our Coaches",
    "whatsupSection": {
      "header": "Contact our experts on WhatsApp",
      "contactBox": {
        "header": [
          "Would you like to know",
          "more about the",
          " Topspin Academy?"
        ],
        "description": "Our team of experts is available to answer your questions.",
        "Link": "CONTACT US"
      }
    },
    "sponsors": {
      "header": "Join our Tennis Academy",
      "description": [
        "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals, we ",
        " encourage you to apply to join our academy.",
        "At Topspin Tennis Academy, we offer a variety of programs to meet the needs of players of all skill levels.",
        " Whether you are a beginner just starting out or a seasoned pro looking to take your game to the next level, we have a program that is right for you."
      ]
    }
  },
  "LeagueInfo": {
    "title": "League Information",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "tournaments": {
      "rules": {
        "title": "League Information:",
        "p": [
          "2023 Winter League Sports International members and TTA players/coaches are eligible to participate. Those whose memberships have expired while the tournaments and leagues are ongoing can continue if they renew their memberships. Topspin Tennis Academy Tennis Coordinator determines the eligibility of teams participating in the league.",
          "Tennis coaches, Tennis Club or Academy managers and operators will not be able to benefit from Sports International & Topspin Tennis Academy leagues and tournament services. This rule is implemented as of 01.08.2019. This rule does not apply to Topspin Tennis Academy coaches."
        ],
        "ul": [
          {
            "li": [
              {
                "text": "The winter league will consist of two leagues, the 1st and 2nd league."
              },
              {
                "text": [
                  "Each team match will consist of 8 matches in the",
                  "1st League, including 3 men's doubles, 1 women's double and 4 mixed doubles, and 6 matches in the 2nd League, including 2 men's doubles, 1 women's double, and 3 mixed doubles."
                ]
              },
              {
                "text": "In the 1st League, M+,M, A+, A and B players can play, and in the 2nd League, B, C and D categories can play."
              }
            ]
          }
        ]
      },
      "teamList": {
        "title": "Team Lists and Categories placement and individual eligibility:",
        "ul": [
          {
            "text": [
              "Captains create team lists in accordance with the conditions stated above, according to the latest published category lists (NOVEMBER 2023) and notify the team lists by sending an e-mail to the coordinator",
              "coach@tta.com.tr",
              "until 25.11.2023 (until 23:59). The team is given additional time to correct the list that is deemed inappropriate by the League Coordinator."
            ]
          },
          {
            "text": "Teams cannot play a player who is not included in the team list they provided in their League applications."
          },
          {
            "text": "Each player can participate in only one league. Only category B players can play in both leagues."
          },
          {
            "text": [
              "Transfers and new player additions can be made during the first two weeks of the league. Transfers end at 23:59 on 15.12.2023. Transfers are based on the e-mail time sent to",
              "coach@tta.com.tr."
            ]
          },
          {
            "text": "Transfers or new player entries notified on the same day as the match date will not be valid for that match and the player(s) in question will only be on the list in the next team match."
          },
          {
            "text": "Each team will be given a name. "
          },
          {
            "text": "Age limit – 16 years and above, including those born in 2008."
          },
          {
            "text": "Matches will be played on the Topspin Tennis Academy training courts (courts 17, 18, 19 and 20)."
          },
          {
            "text": "Matches will start at 19.00 on Friday, Saturday and Sunday."
          }
        ]
      },
      "responsibilities": {
        "title": "Responsibilities of captains:",
        "ul": [
          {
            "text": "Team captains must follow the renewed team lists (category changes may occur) in November 2023 on our website."
          },
          {
            "text": "The League Coordinator is notified by e-mail of the team lists they have created according to the announced category lists."
          },
          {
            "text": "Only Sports International members and TTA coaches and players can participate in the tennis league; it is the captain's responsibility to follow the membership status of the players on the team lists. If a non-member player plays, the score is written to his opponent."
          },
          {
            "text": "He is responsible for ensuring that all his players learn the league rules."
          },
          {
            "text": "Captains attend all meetings held by the League Coordinator and report all information to their teammates. In cases where it is impossible for the captain to attend the meeting, he/she makes the necessary arrangements for another member of the team to attend."
          },
          {
            "text": "Captains are responsible for preparing team lists and placing players on ranking lists appropriate to their categories. While ranking, the top category player must be according to the formulas given below, starting from the top row."
          },
          {
            "text": "Before the match of their team, the captains are responsible for giving the list of all the players who will play that day to the coordinator 15 minutes before the match and for the players to be present according to the matching and match order according to the given list."
          },
          {
            "text": "The match squad for all matches will be written at the same time."
          },
          {
            "text": "After the lists are announced on the match day and time, if the player of the team determined in the ranking list is not on the court despite the announcement, WO may be made by the decision of the coordinator."
          },
          {
            "text": "At the end of his team's competition, he is responsible for informing the coordinator of the scores of the matches and delivering the game ball completely."
          },
          {
            "text": "Captains must notify the league coordinator in writing of their objections regarding the opposing team's match lineup and player categories by the end of the match day. Objections made after the match day will not be considered valid."
          },
          {
            "text": "Captains must notify the league coordinator in writing of their objections regarding the opposing team's match lineup and player categories by the end of the match day. Objections made after the match day will not be considered valid."
          },
          {
            "text": "The captain or vice-captain, provided that there is only one person, can sit on the field during the match and talk to the player during field changes. The captain and 2 vice-captains must be specified when giving pre-season team lists and match days cannot be changed to other names.",
            "isBold": true
          },
          {
            "text": "Captains must inform the coordinator of the previously determined vice-captain name when submitting their team lists before the match.",
            "isBold": true
          }
        ]
      },
      "removing": {
        "title": "Removing and adding a player from the squad:",
        "li": [
          "Teams that will add and/or remove players during the transfer process must notify the Tennis Coordinator by e-mail to",
          "coach@tta.com.tr",
          "by 17.00 the day before their matches."
        ]
      },
      "leaguesRules": {
        "title": "LEAGUE RULES:",
        "ul": [
          {
            "text": "M+, M, A+ A and B players can play in the 1st League, and B C D players can play in the 2nd League."
          },
          {
            "text": "Each team;"
          },
          {
            "text": "1st LEAGUE minimum 10 men - 6 women, It consists of a maximum of 18 Male - 12 Female players.",
            "isBold": true
          },
          {
            "text": "The category and ranking list that is published when the league starts will be valid until the end of the league."
          },
          {
            "text": "There will be no empty space on the team lists on the match day. Each position will be filled with a name (from the names available on the team list)."
          }
        ]
      },
      "ranking": {
        "title": "Ranking for each team competition:",
        "ul": [
          {
            "text": ["1.Match", ":1. Men double, Women double"],
            "isBold": true
          },
          {
            "text": ["2.Match", ":1. mix double, 2. Men double"],
            "isBold": true
          },
          {
            "text": ["3.Match", ":2. mix double, 3.Men double"],
            "isBold": true
          },
          {
            "text": ["4.Match", ":3.mix double , 4. mix double"],
            "isBold": true
          },
          {
            "text": "Male master players can only play in the 1st Male Double each match day."
          },
          {
            "text": "Female Masters players can only play in the 1st Mix Double each match day."
          },
          {
            "text": "Women or Men can play only one match on the same day.",
            "isRed": true
          },
          {
            "text": "Players in the M+ category are considered as M category."
          },
          {
            "text": "In League 1, each team has a max;"
          },
          {
            "text": "Women, 1 M, 3A+, 4 A and 4B"
          },
          {
            "text": "Male, 2 M, 4A+ 6A and 6B available"
          }
        ]
      },
      "additional": {
        "title": "ADDITIONAL QUOTA:",
        "p": [
          "A and B Category players + 2 (Men and Women) can be added.",
          "Teams with missing M Category quota can add A+ players instead.",
          "In League 2, each team has a maximum of ;",
          "Women, 4 B, 6C, 4D",
          "Male, 6B, 6C, 4D",
          "When the number of B category players decreases, the number of C and D players can be increased."
        ]
      },
      "rankingEachTeam": {
        "title": "RANKING FOR EACH TEAM COMPETITION:",
        "ul": [
          {
            "text": ["1.Match", ":1. Men double, . Women double"],
            "isBold": true
          },
          {
            "text": ["2. Match ", ":2. Men double, 1.Mix double"],
            "isBold": true
          },
          {
            "text": ["3. Match ", ":2.Mix double, 3. Mix double"],
            "isBold": true
          }
        ]
      },
      "categoryRanking": {
        "title": "CATEGORY RANKINGS",
        "firstLeague": {
          "league": "1ST LEAGUE",
          "title": "Categories that can play:",
          "table": {
            "man": "MAN",
            "female": "FEMALE",
            "mix": "MIX DOUBLE",
            "notice": "1M Male and 1M Female players can play on the same day, but in this case it is mandatory to play A/B in the 2nd Mix double or M/A in the 1st Mix double."
          }
        },
        "secondLeague": {
          "league": "2ST LEAGUE",
          "title": "Categories that can play:"
        }
      },
      "playingTheMatch": {
        "title": "PLAYING THE MATCHES:",
        "ul": [
          "The competition schedule between the teams will be announced in advance and the teams will submit their team lists to the competition coordinator at least 15 minutes before the start of the matches on the day of the competition (18:45).",
          "The team that does not submit the list 15 minutes before the start of the matches (18:45) will be declared HUKMEN defeated. The starting time of the matches is 19.00 and the other matches will be played afterwards, considering that the 2nd match can be played at 20.30.",
          "Errors in the competition list are the responsibility of the Team Captains. No changes will be made after the lists are given and the teams are announced. The team with an error on its list will be deemed to have forfeited the match 6/0 6/0 after the determination made on the day of the match.",
          "Match and score protests can be made by e-mail (coach@tta.com.tr) within 24 hours after the scores are published. Appeals after 24 hours will be considered invalid.",
          "Warm-up time is 5 minutes.",
          "Players whose names are called to the court at the start time of the first match of the team competition must be present on the court after the call is made, for the other subsequent matches, the players whose names are announced after the end of the match must be ready on the court within 15 minutes. Any player who is not on court at the specified time will be declared WO."
        ]
      },
      "matchFormat": {
        "title": "Match Format:",
        "ul": [
          "Matches are played over three sets with a set tie-break (7 points) when the score is 6-6 and a final set match tie-break (10 points) when the score is 1-1. Decision points are applied in games.",
          "Matches will be played without referees including finals."
        ]
      },
      "pointMatch": {
        "title": "POINT SYSTEM:",
        "ul": ["Each match played and won will be awarded 1 point."]
      },
      "following": {
        "title": "The following criteria will be applied in determining team rankings",
        "ulBullet": [
          {
            "text": "The team with the most points will be ranked higher",
            "isBullet": true
          },
          {
            "text": "In case of a tie on points between the two teams, the team that wins the match between the two teams will be ranked higher",
            "isBullet": true
          },
          {
            "text": "If three or more teams are tied on points, the teams at the top of the ranking will be determined according to the following criteria.",
            "isBullet": true
          }
        ],
        "ul": [
          {
            "text": "Number of Matches won - Number of Matches conceded is the greater, if this is equal,"
          },
          {
            "text": "The Set Received - Set Given difference is greater, if this is equal,"
          },
          {
            "text": "The one with the larger difference between the number of Votes Received and the number of Votes Given, if this is equal,  "
          },
          {
            "text": "The one with more Matches won, if this is equal, "
          },
          {
            "text": "The one with the higher number of sets received, if this is equal,"
          },
          {
            "text": "The one with the highest number of votes, and if this is equal"
          },
          {
            "text": "A ranking match is played between the teams."
          },
          {
            "text": "PLAY - OFF"
          }
        ]
      },
      "playOff": {
        "title": "PLAY - OFF",
        "ul": [
          "Play-offs will be played in elimination by fixture method.",
          "In case of a 4-4 draw in the 1st LIGA, the 9th match will be played.  ",
          "MIX A+/A+",
          "Match 7 in case of a 3-3 draw in the 2nd league",
          "MIX B/B"
        ]
      }
    },
    "infoSection": [
      {
        "header": "Match Schedule",
        "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
        "link": "DISCOVER THE ACADEMY"
      }
    ]
  },
  "Academy": {
    "title": "Topspin Tennis Academy",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "infoSection": {
      "span": "Topspin Tennis Academy",
      "text": "is a sports club established in 2010 and operating in two different locations in Ankara.Topspin is a pioneering tennis club in tennis education, growing with big brand collaborations, with 43 years of tennis experience behind it. The experience from the past brings with it the knowledge and experience needed to build the future. With this knowledge, our club offers a fun, friendly and professional environment for everyone who loves to play tennis. The mission of our club is to popularise the sport of tennis, to train successful athletes and to prepare our youth for the future. To raise individuals who are educated with science-supported methods, up-to-date, questioning, researching, researching, developing, capturing potential, having competitive values. To teach values such as respect, struggle, patience and tolerance by improving their tennis performance, to ensure that they are ready for a world where they can compete by following their physical and mental growth, intellectual, emotional and social development. Our club offers you the best possible tennis experience with 26 spacious, lighted and air-conditioned courts in two different regions in Ankara. Our club has training programmes for both amateur and professional tennis players. With a staff of 40 professional coaches, we provide training for all ages and levels. Our coaches apply the training modules required by the new generation and changing tennis approaches and follow the development of our tennis players. Our club also organises Topspin Leagues and Tournaments, creating an atmosphere of competition and friendship among our members. The achievements of our club cannot be ignored. We are proud to be a club that has won national team and international championships and has made a name for itself in many tournaments throughout Turkey.We would be happy to see you in our club, which serves 2500 members in two different regions with 26 courts!"
    }
  },
  "OurMission": {
    "title": "Our Mission",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "infoSection": [
      {
        "header": "Our Mission at Topspin Tennis Academy",
        "p": "At Topspin Tennis Academy, we are passionate about helping players of all ages and skill levels achieve their tennis goals. We believe that tennis is more than just a sport; it's a way of life that can teach valuable lessons about hard work, dedication, and sportsmanship.",
        "li": [
          "Provide a world-class tennis education: We offer a comprehensive curriculum that covers all aspects of the game, from fundamental skills to advanced strategy. Our experienced and certified coaches are dedicated to helping students reach their full potential.",
          "Create a supportive and inclusive environment: We believe that everyone deserves the opportunity to learn and play tennis in a safe and welcoming environment. We are committed to providing a positive and encouraging atmosphere where all students feel valued and respected.",
          "Foster a love for the game: We want our students to develop a lifelong passion for tennis. We encourage them to have fun, enjoy the competition, and learn valuable life skills through the game.",
          "Empower students to achieve their dreams: We believe that with hard work and dedication, anything is possible. We are committed to helping our students achieve their tennis goals, both on and off the court."
        ]
      },
      {
        "header": "We are proud to offer a variety of programs and services to meet the needs of our students, including:",
        "li": [
          "Group and private lessons: We offer a variety of group and private lessons for players of all ages and skill levels.",
          "Junior academy: Our junior academy is designed to help young players develop their skills and prepare for competitive play.",
          "Adult programs: We offer a variety of adult programs, including beginner, intermediate, and advanced levels.",
          "Tournaments and events: We host a variety of tournaments and events throughout the year, providing players with the opportunity to compete against others of similar skill levels."
        ]
      }
    ],
    "coaches": {
      "header": "Our Head Coaches"
    }
  },
  "ContactPage": {
    "title": "Contact Us",
    "description": "Topspin Tennis Academy has a busy match schedule throughout the year. Our players compete in tournaments around the world, and we are always looking for new and exciting opportunities for them to test their skills against the best competition.",
    "formContact": {
      "Header": "Contact Us",
      "placeHolders": {
        "FirstName": "First Name",
        "Email": "Email",
        "LastName": "Last Name",
        "Phone": "Phone Number"
      },
      "Submit": "SEND"
    }
  },
  "CankayaPage": {
    "title": "Topspin Çankaya",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "quote": "Unleash your potential at Topspin Tennis Academy.",
    "infoSection": [
      {
        "header": "About Us",
        "description": "Topspin Çankaya Tennis Club serves tennis lovers in Sinpas with 4 indoor and 2 outdoor courts. While it provides warm and pleasant moments with its Crumble Cafe, it makes its members feel that it is always with them with its Yoga, Massage and Physical Therapy facilities. With its Leagues and Tournaments open to everyone, Topspin reminds that the doors of Topspin are open to everyone and keeps the excitement of friendship and competition alive at all times, while not forgetting to keep the promise that it is a privilege to be a Topspin member with the special opportunities it offers to its members.",
        "link": "RESERVE COURT"
      },
      {
        "header": "Topspin Tennis Academy League",
        "description": "Topspin Tennis Academy league is a great opportunity for tennis players of all skill levels to compete and improve their game. It's also a lot of fun! The academy has a welcoming and supportive environment, and the league is a great way to meet new people and make friends. The league is a great way to improve your tennis skills by competing against players of a similar level.",
        "link": "Discover the Leadge"
      }
    ],
    "coaches": {
      "header": "Our Coaches"
    }
  },
  "ReservationPage": {
    "title": "Court Reservation",
    "description": "Topspin Tennis Academy is one of the leading tennis academies in Turkey, and we are always looking for talented players to join our team. If you are serious about improving your tennis game and achieving your goals,",
    "data": {
      "cankaya": {
        "desc": [
          "At our Academy, we pride ourselves on offering world-class facilities to meet the needs of tennis players at all",
          "levels.",
          "Our tennis courts are designed with precision to provide the ideal surface for training, practice,",
          "and competition. The Academy's setting and accommodation offer a perfect blend of natural beauty and modern amenities, ensuring a comfortable and",
          "rejuvenating stay for all our players."
        ],
        "button": "RESERVE COURT"
      },
      "bilkent": {
        "desc": [
          "Here at Topspin Tennis Academy, we believe everyone deserves the opportunity to experience the joy of tennis. That's why we offer a wide variety of court reservation options to accommodate players of all ages and skill levels. Whether you're a seasoned pro looking for a competitive match or a beginner just starting out, we have the perfect court for you."
        ],
        "button": "RESERVE COURT"
      }
    }
  },
  "Popup": {
    "header": "Expansion and Innovation:",
    "p": [
      "To accommodate our growing community and enhance player development, Topspin Academy is thrilled to announce the expansion of its facilities with [Describe the expansion or addition]. This will provide even more opportunities for players to train and compete at the highest level.",
      "Stay tuned for more exciting news and updates from Topspin Tennis Academy!"
    ]
  },
  "Footer": {
    "Links": {
      "ourCamps": {
        "header": "OUR CAMPS",
        "firstLink": "Junior camps",
        "secondLink": "Adult camps",
        "thirdLink": "Training center",
        "forthLink": "Tennis holiday"
      },
      "ourValue": {
        "header": "OUR VALUES",
        "firstLink": "Head Coaches",
        "secondLink": "Coaching strategy"
      },
      "highPerformance": {
        "header": "HIGH PERFORMANCE",
        "firstLink": "Pro base",
        "secondLink": "Elite team"
      },
      "helpfulLinks": {
        "header": "HELPFUL LINKS",
        "firstLink": "The academy",
        "secondLink": "Contact",
        "thirdLink": "Privacy Policy",
        "forthLink": "League"
      }
    },
    "websiteReference": {
      "sitemap": "SITEMAP",
      "terms": "TERMS & CONDITIONS",
      "privacy": "PRIVACY POLICY",
      "contact": "CONTACT"
    }
  }
}
