{
  "NavBar": {
    "Links": {
      "firstLink": "Lig bilgileri",
      "secondLink": "Kort Rezerve Et",
      "thirdLink": "Tenis Akademisine Katılın"
    },
    "menuLink": [
      "AKADEMİ",
      "GÖREVİMİZ",
      "TOPSPİN ÇANKAYA",
      "LİG BİLGİLERİ",
      "TEMAS ETMEK"
    ],
    "heroSection": {
      "header": "TOPSPİN TENİS AKADEMİSİ",
      "description": "Yaşınız veya seviyeniz ne olursa olsun, potansiyelinizi en üst düzeye çıkarmak için benzersiz bir eğitim programına katılın.",
      "link": "DEVAMINI OKU"
    }
  },
  "HomePage": {
    "title": "Ana Sayfa",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "infoSection": [
      {
        "header": "İNSAN VE PERFORMANSLI BİR ORTAM",
        "description": "Topspin Akademisi'nin amacı, tüm tenis oyuncularının oyun zevkini tadarken kendilerini aşmalarını sağlayacak insani, aile odaklı ve verimli bir çerçeve sunmaktır.",
        "link": "AKADEMİYİ KEŞFEDİN"
      },
      {
        "header": "Görevimiz",
        "description": "Topspin Tennis, teniste ulusal bir lider olan TTA Ltd.'dir ve Topspin Tenis Kulübü Birliği'ne bağlı bir yapıdır. Kalite, yenilikçilik, güvenilirlik ve sürdürülebilirlik; Spor alanında araştırmacı yapısı ve ortamı, her türlü doğru eğitim, doğru hizmet, doğru yaklaşım Topspin aile kültürünün temel ilkeleridir. Geçmişten gelen tecrübe, geleceği inşa etmek için gereken bilgi ve tecrübeyi de beraberinde getirir.",
        "link": "DEVAMINI OKU"
      },
      {
        "header": "Topspin Tenis Akademisi ligi",
        "description": "Topspin Tennis Academy ligi, her seviyedeki tenisçinin rekabet etmesi ve oyunlarını geliştirmesi için harika bir fırsattır. Aynı zamanda çok eğlenceli! Akademi sıcak ve destekleyici bir ortama sahiptir ve lig, yeni insanlarla tanışmak ve arkadaş edinmek için harika bir yoldur. Lig, benzer seviyedeki oyunculara karşı yarışarak tenis becerilerinizi geliştirmenin harika bir yoludur.",
        "link": "LEDGE'İ KEŞFEDİN"
      },
      {
        "header": "Topspin Çankaya",
        "description": "Akademimizde her seviyedeki tenisçinin ihtiyaçlarını karşılayacak birinci sınıf tesisler sunmaktan gurur duyuyoruz. Tenis kortlarımız antrenman, antrenman ve yarışma için ideal yüzeyi sağlayacak şekilde hassasiyetle tasarlanmıştır. Akademi'nin ortamı ve konaklama birimleri, doğal güzellikler ile modern olanakların mükemmel bir karışımını sunarak tüm oyuncularımıza konforlu ve canlandırıcı bir konaklama sağlar.",
        "link": "DEVAMINI OKU"
      },
      {
        "header": "YouTube Kanalımız",
        "description": "İster yeni başlayan ister deneyimli bir profesyonel olun, Topspin Tennis Academy YouTube kanalında sizin için bir şeyler var. Bugün abone olun ve daha iyi bir tenis oyuncusu olma yolculuğunuza başlayın!",
        "link": "DAHA FAZLA VİDEO İZLEYİN"
      }
    ],
    "quote": "Topspin Tennis Academy'de potansiyelinizi ortaya çıkarın.",
    "flickityView": [
      {
        "id": 0,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Sarı Top",
        "desc": "Bu program orta seviyedeki çocuklar için tasarlanmıştır. Oyuncuları bir sonraki seviyeye taşımak için daha gelişmiş teknikleri ve temelleri birleştirmeye odaklanıyoruz. Fiziksel ve zihinsel bileşenleri tanıtıyoruz."
      },
      {
        "id": 1,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Turnuva Eğitimi",
        "desc": "Bina temelleri ve kort konumlandırmasına ağırlık veren 2 saatlik yoğun tenis kliniği. Bu klinik, Turuncu ve Yeşil Nokta turnuvalarında yarışan genç gençlere yöneliktir."
      },
      {
        "id": 2,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 481,
          "height": 691,
          "alt": "test"
        },
        "h3": "Yüksek performans",
        "desc": "Tüm kortun temellerini oluşturmaya, daha ağır toplara vurmaya öncelik vermeye ve geçiş becerilerini geliştirmeye odaklanan 2 saatlik yoğun tenis kliniği. Oyuncular Challenger düzeyindeki turnuvalarda yarışıyor. Tüm Performans dersleri yalnızca davetle alınır."
      },
      {
        "id": 3,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 310,
          "height": 480,
          "alt": "test"
        },
        "h3": "Küçük Aslar",
        "desc": "Bu program 4-6 yaş arası başlangıç seviyesindeki çocuklar için tasarlanmıştır. Temel tenis temellerini, motor becerileri ve koordinasyonu geliştirmeye odaklanıyoruz."
      },
      {
        "id": 4,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yeşil Top",
        "desc": "Bu program Turuncu Top ve Sarı Top seviyeleri arasında geçiş programı olup orta seviyedeki çocuklar için tasarlanmıştır. Derste, oyuncunun temel becerilerine spin ekleme ve farklı tutuş şekillerinin eklenmesi üzerinde güçlü bir vurgu yapılıyor."
      },
      {
        "id": 5,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Kırmızı + Turuncu Top",
        "desc": "Bu program başlangıç seviyesindeki çocuklar için tasarlanmıştır. Ayak hareketleri ve koordinasyonun yanı sıra temel tenis temellerini geliştirmeye odaklanıyoruz."
      },
      {
        "id": 50,
        "Image": {
          "src": "/images/Yellow Ball.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Sarı Top",
        "desc": "Bu program orta seviyedeki çocuklar için tasarlanmıştır. Oyuncuları bir sonraki seviyeye taşımak için daha gelişmiş teknikleri ve temelleri birleştirmeye odaklanıyoruz. Fiziksel ve zihinsel bileşenleri tanıtıyoruz."
      },
      {
        "id": 6,
        "Image": {
          "src": "/images/Tournament Training.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Turnuva Eğitimi",
        "desc": "Bina temelleri ve kort konumlandırmasına ağırlık veren 2 saatlik yoğun tenis kliniği. Bu klinik, Turuncu ve Yeşil Nokta turnuvalarında yarışan genç gençlere yöneliktir."
      },
      {
        "id": 7,
        "Image": {
          "src": "/images/high.jpeg",
          "width": 2731,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yüksek performans",
        "desc": "Tüm kortun temellerini oluşturmaya, daha ağır toplara vurmaya öncelik vermeye ve geçiş becerilerini geliştirmeye odaklanan 2 saatlik yoğun tenis kliniği. Oyuncular Challenger düzeyindeki turnuvalarda yarışıyor. Tüm Performans dersleri yalnızca davetle alınır."
      },
      {
        "id": 8,
        "Image": {
          "src": "/images/Little Aces.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Küçük Aslar",
        "desc": "Bu program 4-6 yaş arası başlangıç seviyesindeki çocuklar için tasarlanmıştır. Temel tenis temellerini, motor becerileri ve koordinasyonu geliştirmeye odaklanıyoruz."
      },
      {
        "id": 9,
        "Image": {
          "src": "/images/Red+Orange Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Kırmızı + Turuncu Top",
        "desc": "Bu program başlangıç seviyesindeki çocuklar için tasarlanmıştır. Ayak hareketleri ve koordinasyonun yanı sıra temel tenis temellerini geliştirmeye odaklanıyoruz."
      },
      {
        "id": 10,
        "Image": {
          "src": "/images/Green Ball.jpeg",
          "width": 3072,
          "height": 4096,
          "alt": "test"
        },
        "h3": "Yeşil Top",
        "desc": "Bu program Turuncu Top ve Sarı Top seviyeleri arasında geçiş programı olup orta seviyedeki çocuklar için tasarlanmıştır. Derste, oyuncunun temel becerilerine spin ekleme ve farklı tutuş şekillerinin eklenmesi üzerinde güçlü bir vurgu yapılıyor."
      }
    ],
    "proPlayerSection": "Profesyonel oyuncularımız",
    "coachesSection": "Antrenörlerimiz",
    "whatsupSection": {
      "header": "Uzmanlarımızla WhatsApp üzerinden iletişime geçin",
      "contactBox": {
        "header": [
          "Bilmek ister misin",
          "hakkında daha fazla bilgi",
          "Topspin Akademisi?"
        ],
        "description": "Uzman ekibimiz sorularınızı yanıtlamak için hazırdır.",
        "Link": "BİZE ULAŞIN"
      }
    },
    "sponsors": {
      "header": "Tenis Akademimize katılın",
      "description": [
        "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
        "Akademimize katılmak için başvurmanızı öneririz",
        ".Topspin Tennis Academy'de her seviyedeki oyuncunun ihtiyaçlarını karşılayacak çeşitli programlar sunuyoruz.",
        "İster yeni başlıyor olun ister oyununuzu bir sonraki seviyeye taşımak isteyen deneyimli bir profesyonel olun, size uygun bir programımız var."
      ]
    }
  },
  "LeagueInfo": {
    "title": "Lig Bilgileri",
    "description": "Topspin Tennis Academy'nin yıl boyunca yoğun bir maç programı vardır. Oyuncularımız dünya çapındaki turnuvalarda yarışıyor ve biz her zaman onların becerilerini en iyi rekabete karşı test etmeleri için yeni ve heyecan verici fırsatlar arıyoruz.",
    "tournaments": {
      "bilkent": "Bilkent Lig Skorları",
      "Cankaya": "Çankaya Lig Skorları",
      "matchSchedule": {
        "date": "TARIH",
        "day": "GÜN",
        "hour": "SAAT",
        "team1": "TAKIM 1",
        "team2": "TAKIM 2"
      },
      "resulte": {
        "team1": "TAKIM 1 MAÇ SONUCU",
        "team2": "TAKIM 2 MAÇ SONUCU"
      }
    },
    "infoSection": [
      {
        "header": "Maç Programı",
        "description": "Topspin Tennis Academy'nin yıl boyunca yoğun bir maç programı vardır. Oyuncularımız dünya çapındaki turnuvalarda yarışıyor ve biz her zaman onların becerilerini en iyi rekabete karşı test etmeleri için yeni ve heyecan verici fırsatlar arıyoruz.",
        "link": "AKADEMİYİ KEŞFEDİN"
      }
    ]
  },
  "Academy": {
    "title": "Topspin Tenis Akademisi",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "infoSection": {
      "span": "Topspin Tenis Akademisi",
      "text": "2010 yılında kurulan ve Ankara'da iki farklı lokasyonda faaliyet gösteren bir spor kulübüdür. Topspin, arkasında 43 yıllık tenis tecrübesi bulunan, büyük marka işbirlikleri ile büyüyen, tenis eğitiminde öncü bir tenis kulübüdür. Geçmişten gelen tecrübe, geleceği inşa etmek için gereken bilgi ve tecrübeyi de beraberinde getirir. Bu bilgi birikimiyle kulübümüz tenis oynamayı seven herkese eğlenceli, samimi ve profesyonel bir ortam sunmaktadır. Kulübümüzün misyonu tenis sporunu yaygınlaştırmak, başarılı sporcular yetiştirmek ve gençlerimizi geleceğe hazırlamaktır. Bilim destekli yöntemlerle eğitim almış, güncel, sorgulayan, araştıran, araştıran, geliştiren, potansiyeli yakalayan, rekabetçi değerlere sahip bireyler yetiştirmek. Tenis performanslarını geliştirerek saygı, mücadele, sabır ve hoşgörü gibi değerleri öğretmek, fiziksel ve zihinsel gelişimlerini, entelektüel, duygusal ve sosyal gelişimlerini takip ederek rekabet edebilecekleri bir dünyaya hazır olmalarını sağlamak. Kulübümüz Ankara'nın iki farklı bölgesinde 26 adet ferah, ışıklı ve klimalı kortuyla sizlere mümkün olan en iyi tenis deneyimini sunmaktadır. Kulübümüzün hem amatör hem de profesyonel tenisçilere yönelik antrenman programları bulunmaktadır. 40 kişilik profesyonel antrenör kadromuzla her yaş ve seviyeye yönelik eğitimler vermekteyiz. Antrenörlerimiz yeni nesil ve değişen tenis yaklaşımlarının gerektirdiği antrenman modüllerini uygulayarak tenisçilerimizin gelişimini takip etmektedir. Kulübümüz aynı zamanda Topspin Ligleri ve Turnuvalar düzenleyerek üyelerimiz arasında rekabet ve dostluk ortamı yaratmaktadır. Kulübümüzün başarıları göz ardı edilemez. Türkiye genelinde birçok turnuvada milli ve uluslararası şampiyonluklar kazanmış, adından söz ettirmiş bir kulüp olmanın gururunu yaşıyoruz. İki farklı bölgede, 26 kort ile 2500 üyeye hizmet veren kulübümüzde sizleri de aramızda görmekten mutluluk duyarız. !"
    }
  },
  "OurMission": {
    "title": "Görevimiz",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "infoSection": [
      {
        "header": "Topspin Tenis Akademisindeki Misyonumuz",
        "p": "Topspin Tennis Academy'de her yaştan ve beceri seviyesinden oyuncuların tenis hedeflerine ulaşmalarına yardımcı olma konusunda tutkuluyuz. Tenisin bir spordan daha fazlası olduğuna inanıyoruz; sıkı çalışma, özveri ve sportmenlik hakkında değerli dersler verebilecek bir yaşam biçimidir.",
        "li": [
          "Birinci sınıf bir tenis eğitimi sağlayın: Temel becerilerden ileri stratejiye kadar oyunun tüm yönlerini kapsayan kapsamlı bir müfredat sunuyoruz. Deneyimli ve sertifikalı koçlarımız öğrencilerin tam potansiyellerine ulaşmalarına yardımcı olmaya adanmıştır.",
          "Destekleyici ve kapsayıcı bir ortam yaratın: Herkesin güvenli ve sıcak bir ortamda tenis öğrenme ve oynama fırsatını hak ettiğine inanıyoruz. Tüm öğrencilerin kendilerine değer verildiğini ve saygı duyulduğunu hissettiği olumlu ve teşvik edici bir atmosfer sağlamaya kararlıyız.",
          "Oyun sevgisini teşvik edin: Öğrencilerimizin ömür boyu sürecek bir tenis tutkusu geliştirmelerini istiyoruz. Onları oyun aracılığıyla eğlenmeye, rekabetten keyif almaya ve değerli yaşam becerilerini öğrenmeye teşvik ediyoruz.",
          "Öğrencileri hayallerine ulaşmaları için güçlendirin: Sıkı çalışma ve özveriyle her şeyin mümkün olduğuna inanıyoruz. Öğrencilerimizin hem saha içinde hem de saha dışında tenis hedeflerine ulaşmalarına yardımcı olmaya kararlıyız."
        ]
      },
      {
        "header": "Aşağıdakiler de dahil olmak üzere öğrencilerimizin ihtiyaçlarını karşılamak için çeşitli programlar ve hizmetler sunmaktan gurur duyuyoruz:",
        "li": [
          "Grup ve özel dersler: Her yaştan ve beceri seviyesindeki oyuncular için çeşitli grup ve özel dersler sunuyoruz.",
          "Junior akademisi: Junior akademimiz genç oyuncuların becerilerini geliştirmelerine ve rekabetçi oyunlara hazırlanmalarına yardımcı olmak için tasarlanmıştır.",
          "Yetişkin programları: Başlangıç, orta ve ileri seviyeler dahil olmak üzere çeşitli yetişkin programları sunuyoruz.",
          "Turnuvalar ve etkinlikler: Yıl boyunca çeşitli turnuvalara ve etkinliklere ev sahipliği yaparak oyunculara benzer beceri seviyesindeki diğer oyuncularla rekabet etme fırsatı sağlıyoruz."
        ]
      }
    ],
    "coaches": {
      "header": "Baş Antrenörlerimiz"
    }
  },
  "ContactPage": {
    "title": "Bize Ulaşın",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "formContact": {
      "Header": "Bize Ulaşın",
      "placeHolders": {
        "FirstName": "İlk adı",
        "Email": "E-posta",
        "LastName": "Soy isim",
        "Phone": "Telefon numarası"
      },
      "Submit": "Göndermek"
    }
  },
  "CankayaPage": {
    "title": "Topspin Çankaya",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "quote": "Topspin Tennis Academy'de potansiyelinizi ortaya çıkarın.",
    "infoSection": [
      {
        "header": "Hakkımızda",
        "description": "Topspin Çankaya Tenis Kulübü, 4 kapalı ve 2 açık kortu ile Sinpaş'ta tenis severlere hizmet vermektedir. Crumble Cafe ile sıcak ve keyifli anlar yaşatırken, Yoga, Masaj ve Fizik Tedavi olanaklarıyla da üyelerine her zaman yanlarında olduklarını hissettiriyor. Herkese açık Ligleri ve Turnuvaları ile Topspin, Topspin'in kapılarının herkese açık olduğunu hatırlatarak dostluk ve rekabet heyecanını her zaman canlı tutarken, Topspin üyesi olmanın bir ayrıcalık olduğu sözünü de tutmayı unutmadı. üyelerine sunduğu özel fırsatlarla.",
        "link": "YEDEK MAHKEME"
      },
      {
        "header": "Topspin Tenis Akademisi Ligi",
        "description": "Topspin Tennis Academy ligi, her seviyedeki tenisçinin rekabet etmesi ve oyunlarını geliştirmesi için harika bir fırsattır. Aynı zamanda çok eğlenceli! Akademi sıcak ve destekleyici bir ortama sahiptir ve lig, yeni insanlarla tanışmanın ve arkadaş edinmenin harika bir yoludur. Lig, benzer seviyedeki oyunculara karşı yarışarak tenis becerilerinizi geliştirmenin harika bir yoludur.",
        "link": "Çıkıntıyı Keşfedin"
      }
    ],
    "coaches": {
      "header": "Antrenörlerimiz"
    }
  },
  "ReservationPage": {
    "title": "Mahkeme Rezervasyonu",
    "description": "Topspin Tennis Academy, Türkiye'nin önde gelen tenis akademilerinden biridir ve her zaman ekibimize katılacak yetenekli oyuncular arıyoruz. Tenis oyununuzu geliştirme ve hedeflerinize ulaşma konusunda ciddiyseniz,",
    "data": {
      "cankaya": {
        "desc": [
          "Akademimizde tenis oyuncularının ihtiyaçlarını karşılayacak birinci sınıf tesisler sunmaktan gurur duyuyoruz.",
          "seviyeleri.",
          "Tenis kortlarımız antrenman, antrenman, antrenman için ideal yüzeyi sağlayacak şekilde hassasiyetle tasarlanmıştır.",
          "ve rekabet. Akademi'nin ortamı ve konaklaması, doğal güzellikler ile modern olanakların mükemmel bir karışımını sunarak konforlu ve konforlu bir konaklama imkanı sağlar.",
          "Tüm oyuncularımız için canlandırıcı bir konaklama."
        ],
        "button": "YEDEK MAHKEME"
      },
      "bilkent": {
        "desc": [
          "Topspin Tenis Akademisi'nde herkesin tenis keyfini yaşama fırsatını hak ettiğine inanıyoruz. Bu nedenle her yaştan ve beceri seviyesinden oyuncuyu ağırlayacak çok çeşitli saha rezervasyon seçenekleri sunuyoruz. İster rekabetçi bir maç arayan tecrübeli bir profesyonel olun, ister yeni başlayan bir oyuncu olun, sizin için mükemmel bir korta sahibiz."
        ],
        "button": "YEDEK MAHKEME"
      }
    }
  },
  "Footer": {
    "Links": {
      "ourCamps": {
        "header": "KAMPLARIMIZ",
        "firstLink": "Genç kampları",
        "secondLink": "Yetişkin kampları",
        "thirdLink": "Eğitim Merkezi",
        "forthLink": "Tenis tatili"
      },
      "ourValue": {
        "header": "DEĞERİMİZ",
        "firstLink": "Baş Antrenörler",
        "secondLink": "Koçluk stratejisi"
      },
      "highPerformance": {
        "header": "YÜKSEK PERFORMANS",
        "firstLink": "Profesyonel taban",
        "secondLink": "Elit takım"
      },
      "helpfulLinks": {
        "header": "FAYDALI BAĞLANTILAR",
        "firstLink": "Akademi",
        "secondLink": "Temas etmek",
        "thirdLink": "Gizlilik Politikası",
        "forthLink": "Lig"
      }
    },
    "websiteReference": {
      "sitemap": "SİTE HARİTASI",
      "terms": "ŞARTLAR VE KOŞULLAR",
      "privacy": "GİZLİLİK POLİTİKASI",
      "contact": "TEMAS ETMEK"
    }
  }
}
